const EducWorkMain = () => {
  return (
    <>
      <h2 className="mb text-xl font-semibold">16.08.1970 р.н.</h2>
      <h2 className="mb text-xl font-semibold">
        Вища освіта, ЛВВТКУ, 1987-1991
      </h2>
      <p className="mb">
        Пройшов курси по проектному менеджменту в НАДУ при президентові України
        в 2007
      </p>
      <h2 className="mb text-xl font-semibold">Діяльність за останній час</h2>
      <ul className="mb-2 list-inside list-disc">
        <li>Київ, будівельна компанія - керівник напрямку: 2006-2008</li>
        <li>Дніпро, Приватна діяльність у будівництві: 2008-2021</li>
        <li>Дніпро, будівельна компанія - виконроб: 2021-2022 (війна)</li>
      </ul>
      <p className="mb-4">
        Будівництво покрівель, фасадів - просування послуг; перемовини,
        комунікації з замовниками; підготовка пропозицій, документації
        (кошторисів); управління проектами: командою, розрахунками (витратами),
        постійний контроль якістю; забезпечення матеріалами, обладнанням,
        інструментом; пошук та навчання персоналу; будівельні роботи;
      </p>
    </>
  )
}

export default EducWorkMain
