const HardSkills = () => {
  return (
    <>
      <h2 className="mb text-xl font-semibold">Технічні навички</h2>

      <ul className="mb-2 list-inside list-disc">
        <li>Знання покрівельних та фасадних технологій, матеріалів</li>
        <li>Читання креслень та схем</li>
        <li>Складання пропозицій, кошторисів та звітності</li>
        <li>Впровадження технічних рішень для підвищення якості робіт</li>
        <li>Контроль якості виконуваних робіт</li>
        <li>
          Практичний особистий досвід виконання всіх видів будівельних робіт
        </li>
      </ul>
      <h2 className="mb text-xl font-semibold">Управлінські навички</h2>

      <ul className="mb-2 list-inside list-disc">
        <li>Управління будівельними проектами</li>
        <li>
          Ведення переговорів, вирішення фінансових та технічних питань із
          замовником
        </li>
        <li>
          Взаємодія із проектувальниками, субпідрядниками, постачальниками
          матеріалів
        </li>
        <li>
          Планування, розподіл завдань, управління процесом робіт та персоналом
        </li>
      </ul>
    </>
  )
}

export default HardSkills
